tap 'homebrew/cask'

brew 'gcc'
brew 'go'
brew 'kind'
brew 'htop'
brew 'jq'
brew 'kubectl'
brew 'terraform'
brew 'the_silver_searcher'
brew 'watch'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'yq'

cask 'google-cloud-sdk'
cask 'iterm2'
cask 'visual-studio-code'
